Repository: barmanaginn/barman-improvements
Catalog: barman_improvements/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Add an improvement form
fr: Ajoute un formulaire d'amélioration

source: Submit improvement
fr: Proposer une amélioration

source: See improvements
fr: Voir les propositions d'améliorations

source: Store improvements in database.
fr: Sauvegarder les améliorations en base de données.

source: Recipients of improvement email. If set None or empty array, no email is sent.
fr: Destinaire du mail d'amélioration. Si None ou une liste vide, aucun email n'est envoyé.

source: Improvement
fr: Amélioration

source: New feature
fr: Nouvelle fonctionnalité

source: improvement
fr: proposition d'amélioration

source: improvements
fr: propositions d'améliorations

source: title
fr: titre

source: Back to list of improvements
fr: Retour à la liste des propositions

source: Title
fr: Titre

source: Improvements
fr: Améliorations

source: See
fr: Voir

source: Delete
fr: Supprimer

source: A new improvement proposal was sent : {title}, {mode}. Description : {description}
fr: Une nouvelle proposition d'amélioration a été soumise : {title}, {mode}. Description : {description}

source: New improvement proposal
fr: Nouvelle proposition d'amélioration

source: Improvement proposal has been sent.
fr: La propoisation a été envoyée

source: Improvement proposal
fr: Proposition d'amélioration

source: Send
fr: Envoyer

source: Improvement was deleted.
fr: La proposition a été supprimée.
